[
    
    {
      "id": 1,
      "estate_title": "Cozy Cottage",
      "segment_name": "Premium",
      "description": "Nestled amidst the tranquil woods of Forest Grove, the Cozy Cottage is a charming haven for nature enthusiasts seeking solace and comfort. Surrounded by towering trees and lush greenery, this idyllic retreat offers a serene escape from the hustle and bustle of city life. The cottage features a warm and inviting living room, complete with a crackling fireplace perfect for cozy evenings indoors. Outside, a quaint garden provides a picturesque setting for al fresco dining or simply unwinding amidst nature's beauty. Owned by Jane Doe.",
      "price": "$350,000",
      "status": "sale",
      "area": "1800 sq ft",
      "location": "Forest Grove",
      "facilities": ["living room", "fireplace", "garden"],
      "image": "https://i.ibb.co/YTffNhY/home7.jpg",
      "view_property_button": "View Property",
      "owner": "Jane Doe"
    },
    {
      "id": 2,
      "estate_title": "Luxury Villa",
      "segment_name": "Luxury",
      "description": "Perched majestically atop the cliffs of Seaside Heights, the Luxury Villa offers unparalleled opulence and breathtaking vistas of the azure ocean stretching to the horizon. This palatial abode exudes sophistication and grandeur, boasting expansive living spaces adorned with lavish amenities. A shimmering swimming pool beckons for refreshing dips, while a state-of-the-art gym and home theater provide endless entertainment options. Owned by John Smith.",
      "price": "$2,500,000",
      "status": "sale",
      "area": "5000 sq ft",
      "location": "Seaside Heights",
      "facilities": ["swimming pool", "gym", "home theater"],
      "image": "https://i.ibb.co/r7MHPwr/home2.jpg",
      "view_property_button": "View Property",
      "owner": "John Smith"
    },
    {
      "id": 3,
      "estate_title": "Urban Loft",
      "segment_name": "Urban",
      "description": "Embrace the vibrant energy of Downtown Metropolis with the Urban Loft, a chic and trendy apartment nestled amidst the bustling cityscape. Boasting industrial-chic aesthetics and modern amenities, this loft offers a stylish urban retreat for cosmopolitan dwellers. An open kitchen concept flows seamlessly into the living space, while a private rooftop terrace provides panoramic views of the city skyline. Residents can stay active and fit with access to the onsite fitness center. Owned by Emily Johnson.",
      "price": "$1,800/month",
      "status": "rent",
      "area": "1200 sq ft",
      "location": "Downtown Metropolis",
      "facilities": ["open kitchen", "rooftop terrace", "fitness center"],
      "image": "https://i.ibb.co/KyXhqdB/home3.jpg",
      "view_property_button": "View Property",
      "owner": "Emily Johnson"
    },
    {
      "id": 4,
      "estate_title": "Family Home",
      "segment_name": "Standard",
      "description": "Welcome to Suburban Meadows, where the Family Home awaits to create cherished memories for you and your loved ones. This spacious abode offers ample room for family gatherings and play, with a sprawling backyard and dedicated play area for children. Inside, a cozy family room provides the perfect setting for movie nights or relaxation by the fireplace. With a garage for convenient parking and storage, this home embodies suburban comfort and tranquility. Owned by Michael and Sarah Adams.",
      "price": "$280,000",
      "status": "sale",
      "area": "2500 sq ft",
      "location": "Suburban Meadows",
      "facilities": ["family room", "backyard", "garage"],
      "image": "https://i.ibb.co/cbRNnqx/home4.jpg",
      "view_property_button": "View Property",
      "owner": "Michael and Sarah Adams"
    },
    {
      "id": 5,
      "estate_title": "Riverside Retreat",
      "segment_name": "Premium",
      "description": "Experience serenity at its finest with the Riverside Retreat, nestled along the tranquil banks of Riverbank Haven. This idyllic sanctuary offers unparalleled peace and tranquility, with panoramic views of the gently flowing river. Relax and rejuvenate on the spacious deck or soak in the rejuvenating waters of the jacuzzi while immersing yourself in the beauty of nature. Owned by David Wilson.",
      "price": "$450,000",
      "status": "sale",
      "area": "2200 sq ft",
      "location": "Riverbank Haven",
      "facilities": ["river view", "deck", "jacuzzi"],
      "image": "https://i.ibb.co/J3ZZcJL/city-Home5.jpg",
      "view_property_button": "View Property",
      "owner": "David Wilson"
    },
    {
      "id": 6,
      "estate_title": "Modern Condo",
      "segment_name": "Urban",
      "description": "Elevate your urban living experience with the Modern Condo, situated in the heart of Downtown Skyscape. Boasting sleek and contemporary design, this condominium offers stunning city views from its private balcony. The modern kitchen is perfect for culinary enthusiasts, while residents can enjoy the convenience of concierge services. Experience urban living at its finest in this stylish and sophisticated abode. Owned by Olivia Martinez.",
      "price": "$500,000",
      "status": "sale",
      "area": "1500 sq ft",
      "location": "Downtown Skyscape",
      "facilities": ["balcony", "modern kitchen", "concierge service"],
      "image": "https://i.ibb.co/tZdF4yx/home6.jpg",
      "view_property_button": "View Property",
      "owner": "Olivia Martinez"
    },
    {
      "id": 7,
      "estate_title": "Suburban Sanctuary",
      "segment_name": "Standard",
      "description": "Escape to Tranquil Suburbs and discover the Suburban Sanctuary, a peaceful haven offering ample space for relaxation and rejuvenation. This spacious residence features a lush backyard, ideal for outdoor activities and gardening enthusiasts. Inside, a dedicated study room provides a quiet space for work or hobbies, while a walk-in closet offers ample storage. Experience suburban living at its best in this serene retreat. Owned by William and Elizabeth Johnson.",
      "price": "$320,000",
      "status": "sale",
      "area": "2800 sq ft",
      "location": "Tranquil Suburbs",
      "facilities": ["backyard", "study room", "walk-in closet"],
      "image": "https://i.ibb.co/YTffNhY/home7.jpg",
      "view_property_button": "View Property",
      "owner": "William and Elizabeth Johnson"
    },
    {
      "id": 8,
      "estate_title": "Mountain Retreat",
      "segment_name": "Premium",
      "description": "Indulge in the lap of luxury amidst the majestic peaks of Alpine Heights with this exquisite Mountain Retreat. Offering panoramic views that stretch as far as the eye can see, this lavish abode is a sanctuary for those seeking tranquility and natural beauty. The expansive living spaces are adorned with elegant furnishings and modern amenities, providing the perfect blend of comfort and sophistication. With ski-in/ski-out access, outdoor enthusiasts can enjoy year-round adventures, while the inviting hot tub offers a relaxing soak under the starlit sky. Owned by Richard and Catherine Anderson.",
      "price": "$800,000",
      "status": "sale",
      "area": "3500 sq ft",
      "location": "Alpine Heights",
      "facilities": ["mountain view", "ski-in/ski-out access", "hot tub"],
      "image": "https://i.ibb.co/rQF28yZ/home8.jpg",
      "view_property_button": "View Property",
      "owner": "Richard and Catherine Anderson"
    },
    {
      "id": 9,
      "estate_title": "Beachfront Bungalow",
      "segment_name": "Luxury",
      "description": "Experience the epitome of coastal living with this stunning Beachfront Bungalow nestled along the pristine shores of Sandy Shores. Boasting direct access to the soft sands and azure waters, this luxurious retreat offers unparalleled views and serenity. The expansive interior features seamless indoor-outdoor living spaces, perfect for entertaining guests or enjoying quiet moments by the sea. Take a refreshing dip in the infinity pool overlooking the ocean or savor culinary delights prepared in the outdoor kitchen. Owned by James and Michelle Roberts.",
      "price": "$3,000,000",
      "status": "sale",
      "area": "4000 sq ft",
      "location": "Sandy Shores",
      "facilities": ["beach access", "infinity pool", "outdoor kitchen"],
      "image": "https://i.ibb.co/jfjHjLN/city-Home3.jpg",
      "view_property_button": "View Property",
      "owner": "James and Michelle Roberts"
    }
    
  ]
  